{
    "chapters": [
        {
            "title": "Chapter 1",
            "keywords": [
                {
                    "keyword": "vitamin C",
                    "urls": [
                        {
                            "url1": "https://www.mayoclinic.org/drugs-supplements-vitamin-c/art-20363932",
                            "content1": "Mayo Clinic offers appointments in Arizona, Florida and Minnesota and at Mayo Clinic Health System locations. Vitamin C (ascorbic acid) is a nutrient your body needs to form blood vessels, cartilage, muscle and collagen in bones. Vitamin C is also vital to your body's healing process. Vitamin C is an antioxidant that helps protect your cells against the effects of free radicals — molecules produced when your body breaks down food or is exposed to tobacco smoke and radiation from the sun, X-rays or other sources. Free radicals might play a role in heart disease, cancer and other diseases. Vitamin C also helps your body absorb and store iron. Because your body doesn't produce vitamin C, you need to get it from your diet. Vitamin C is found in citrus fruits, berries, potatoes, tomatoes, peppers, cabbage, Brussels sprouts, broccoli and spinach. Vitamin C is also available as an oral supplement, typically in the form of capsules and chewable tablets. Most people get enough vitamin C from a healthy diet. Vitamin C deficiency is more likely in people who: Severe vitamin C deficiency can lead to a disease called scurvy, which causes anemia, bleeding gums, bruising and poor wound healing. If you take vitamin C for its antioxidant properties, keep in mind that the supplement might not offer the same benefits as naturally occurring antioxidants in food. The recommended daily amount of vitamin C is 90 milligrams for adult men and 75 milligrams for adult women. Research on the use of vitamin C for specific conditions shows: Most people get enough vitamin C from a balanced diet. People who might be susceptible to vitamin C deficiency may benefit from the use of vitamin C supplements. When taken at appropriate doses, oral vitamin C supplements are generally considered safe. Taking too much vitamin C can cause side effects, including: In some people, oral vitamin C supplements can cause kidney stones, especially when taken in high doses. Long-term use of oral vitamin C supplements over 2,000 milligrams a day increases the risk of significant side effects. Tell your doctor that you're taking vitamin C supplements before having any medical tests. High levels of vitamin C might interfere with the results of certain tests, such as stool tests for occult blood or glucose screening tests. Possible interactions include: There is a problem with\n                                information submitted for this request. Review/update the\n                                information highlighted below and resubmit the form. Sign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health. Click here for an email preview. ErrorEmail field is required ErrorInclude a valid email address To provide you with the most relevant and helpful information, and understand which\n                                information is beneficial, we may combine your email and website usage information with\n                                other information we have about you. If you are a Mayo Clinic patient, this could\n                                include protected health information. If we combine this information with your protected\n                                health information, we will treat all of that information as protected health\n                                information and will only use or disclose that information as set forth in our notice of\n                                privacy practices. You may opt-out of email communications at any time by clicking on\n                                the unsubscribe link in the e-mail. You'll soon start receiving the latest Mayo Clinic health information you requested in your inbox. Please, try again in a couple of minutes Mayo Clinic does not endorse companies or products. Advertising revenue supports our not-for-profit mission. Check out these best-sellers and special offers on books and newsletters from Mayo Clinic Press. Make a gift now and help create new and better solutions for more than 1.3 million patients who turn to Mayo Clinic each year. © 1998-2024 Mayo Foundation for Medical Education and Research (MFMER). All rights reserved."
                        },
                        {
                            "url2": "https://en.wikipedia.org/wiki/Vitamin_C",
                            "content2": "\n Vitamin C (also known as ascorbic acid and ascorbate) is a water-soluble vitamin found in citrus and other fruits, berries and vegetables. It is also a generic prescription medication and in some countries is sold as a non-prescription dietary supplement. As a therapy, it is used to prevent and treat scurvy, a disease caused by vitamin C deficiency.\n Vitamin C is an essential nutrient involved in the repair of tissue, the formation of collagen, and the enzymatic production of certain neurotransmitters. It is required for the functioning of several enzymes and is important for immune system function.[6] It also functions as an antioxidant. Vitamin C may be taken by mouth or by intramuscular, subcutaneous or intravenous injection. Various health claims exist on the basis that moderate vitamin C deficiency increases disease risk, such as for the common cold, cancer or COVID-19.[clarification needed] There are also claims of benefits from vitamin C supplementation in excess of the recommended dietary intake for people who are not considered vitamin C deficient.[clarification needed] Vitamin C is generally well-tolerated. Large doses may cause gastrointestinal discomfort, headache, trouble sleeping, and flushing of the skin. The United States Institute of Medicine recommends against consuming large amounts.[7]: 155–165 \n Most animals are able to synthesize their own vitamin C. However, apes (including humans) and monkeys (but not all primates), most bats, most fish, some rodents, and certain other animals must acquire it from dietary sources because a gene for a synthesis enzyme has mutations that render it dysfunctional.\n Vitamin C was discovered in 1912, isolated in 1928, and in 1933, was the first vitamin to be chemically produced. Partly for its discovery, Albert Szent-Györgyi was awarded the 1937 Nobel Prize in Physiology or Medicine.\n \n The name \"vitamin C\" always refers to the l-enantiomer of ascorbic acid and its oxidized form, dehydroascorbate (DHA). Therefore, unless written otherwise, \"ascorbate\" and \"ascorbic acid\" refer in the nutritional literature to l-ascorbate and l-ascorbic acid respectively. Ascorbic acid is a weak sugar acid structurally related to glucose. In biological systems, ascorbic acid can be found only at low pH, but in solutions above pH 5 is predominantly found in the ionized form, ascorbate.[8]\n Numerous analytical methods have been developed for ascorbic acid detection. For example, vitamin C content of a food sample such as fruit juice can be calculated by measuring the volume of the sample required to decolorize a solution of dichlorophenolindophenol (DCPIP) and then calibrating the results by comparison with a known concentration of vitamin C.[9][10]\n Plasma vitamin C is the most widely applied test for vitamin C status.[8] Adequate levels are defined as near 50 μmol/L. Hypovitaminosis of vitamin C is defined as less than 23 μmol/L, and deficiency as less than 11.4 μmol/L.[11] For people 20 years of age or above, data from the US 2017–18 National Health and Nutrition Examination Survey showed mean serum concentrations of 53.4  μmol/L. The percent of people reported as deficient was 5.9%.[12] Globally, vitamin C deficiency is common in low and middle-income countries, and not uncommon in high income countries. In the latter, prevalence is higher in males than in females.[13]\n Plasma levels are considered saturated at about 65 μmol/L, achieved by intakes of 100 to 200 mg/day, which are well above the recommended intakes. Even higher oral intake does not further raise plasma nor tissue concentrations because absorption efficiency decreases and any excess that is absorbed is excreted in urine.[8]\n Vitamin C content in plasma is used to determine vitamin status. For research purposes, concentrations can be assessed in leukocytes and tissues, which are normally maintained at an order of magnitude higher than in plasma via an energy-dependent transport system, depleted slower than plasma concentrations during dietary deficiency and restored faster during dietary repletion,[7]: 103–109  but these analysis are difficult to measure, and hence not part of standard diagnostic testing.[8][14]\n Recommendations for vitamin C intake by adults have been set by various national agencies:\n In 2000, the chapter on Vitamin C in the North American Dietary Reference Intake was updated to give the Recommended Dietary Allowance (RDA) as 90 milligrams per day for adult men, 75 mg/day for adult women, and setting a Tolerable upper intake level (UL) for adults of 2,000 mg/day.[7]: 134–152  The table (right) shows RDAs for the United States and Canada for children, and for pregnant and lactating women,[7]: 134–152  as well as the ULs for adults.\n For the European Union, the EFSA set higher recommendations for adults, and also for children: 20 mg/day for ages 1–3, 30 mg/day for ages 4–6, 45 mg/day for ages 7–10, 70 mg/day for ages 11–14, 100 mg/day for males ages 15–17, 90 mg/day for females ages 15–17. For pregnancy 100 mg/day; for lactation 155 mg/day.[20]\n Cigarette smokers and people exposed to secondhand smoke have lower serum vitamin C levels than nonsmokers.[11] The thinking is that inhalation of smoke causes oxidative damage, depleting this antioxidant vitamin.[7]: 152–153  The US Institute of Medicine estimated that smokers need 35 mg more vitamin C per day than nonsmokers, but did not formally establish a higher RDA for smokers.[7]: 152–153 \n The US National Center for Health Statistics conducts biannual National Health and Nutrition Examination Survey (NHANES) to assess the health and nutritional status of adults and children in the United States. Some results are reported as What We Eat In America. The 2013–2014 survey reported that for adults ages 20 years and older, men consumed on average 83.3 mg/d and women 75.1 mg/d. This means that half the women and more than half the men are not consuming the RDA for vitamin C.[21] The same survey stated that about 30% of adults reported they consumed a vitamin C dietary supplement or a multi-vitamin/mineral supplement that included vitamin C, and that for these people total consumption was between 300 and 400 mg/d.[22]\n In 2000, the Institute of Medicine of the US National Academy of Sciences set a Tolerable upper intake level (UL) for adults of 2,000 mg/day. The amount was chosen because human trials had reported diarrhea and other gastrointestinal disturbances at intakes of greater than 3,000 mg/day. This was the Lowest-Observed-Adverse-Effect Level (LOAEL), meaning that other adverse effects were observed at even higher intakes. ULs are progressively lower for younger and younger children.[7]: 155–165  In 2006, the European Food Safety Authority (EFSA) also pointed out the disturbances at that dose level, but reached the conclusion that there was not sufficient evidence to set a UL for vitamin C,[23] as did the Japan National Institute of Health and Nutrition in 2010.[19]\n For US food and dietary supplement labeling purposes, the amount in a serving is expressed as a percent of Daily Value (%DV). For vitamin C labeling purposes, 100% of the Daily Value was 60 mg, but as of May 27, 2016, it was revised to 90 mg to bring it into agreement with the RDA.[24][25] A table of the old and new adult daily values is provided at Reference Daily Intake.\n European Union regulations require that labels declare energy, protein, fat, saturated fat, carbohydrates, sugars, and salt. Voluntary nutrients may be shown if present in significant amounts. Instead of Daily Values, amounts are shown as percent of Reference Intakes (RIs). For vitamin C, 100% RI was set at 80 mg in 2011.[26]\n Although also present in other plant-derived foods, the richest natural sources of vitamin C are fruits and vegetables.[4][6] Vitamin C is the most widely taken dietary supplement.[6]\n The following table is approximate and shows the relative abundance in different raw plant sources.[4][6][27]  The amount is given in milligrams per 100 grams of the edible portion of the fruit or vegetable:\n Compared to plant sources, animal-sourced foods do not provide so great an amount of vitamin C, and what there is is largely destroyed by the heat used when it is cooked. For example, raw chicken liver contains 17.9 mg/100 g, but fried, the content is reduced to 2.7 mg/100 g. Vitamin C is present in human breast milk at 5.0 mg/100 g. Cow's milk contains 1.0 mg/100 g, but the heat of pasteurization destroys it.[35]\n Vitamin C chemically decomposes under certain conditions, many of which may occur during the cooking of food. Vitamin C concentrations in various food substances decrease with time in proportion to the temperature at which they are stored.[36] Cooking can reduce the vitamin C content of vegetables by around 60%, possibly due to increased enzymatic destruction.[37] Longer cooking times may add to this effect.[38] Another cause of vitamin C loss from food is leaching, which transfers vitamin C to the cooking water, which is decanted and not consumed.[39]\n Vitamin C dietary supplements are available as tablets, capsules, drink mix packets, in multi-vitamin/mineral formulations, in antioxidant formulations, and as crystalline powder.[40] Vitamin C is also added to some fruit juices and juice drinks. Tablet and capsule content ranges from 25 mg to 1500 mg per serving. The most commonly used supplement compounds are ascorbic acid, sodium ascorbate and calcium ascorbate.[40] Vitamin C molecules can also be bound to the fatty acid palmitate, creating ascorbyl palmitate, or else incorporated into liposomes.[41]\n Countries fortify foods with nutrients to address known deficiencies.[42] While many countries mandate or have voluntary programs to fortify wheat flour, maize (corn) flour or rice with vitamins,[43] none include vitamin C in those programs.[43] As described in Vitamin C Fortification of Food Aid Commodities (1997), the United States provides rations to international food relief programs, later under the asupices of the Food for Peace Act and the Bureau for Humanitarian Assistance.[44] Vitamin C is added to corn-soy blend and wheat-soy blend products at 40 mg/100 grams. (along with minerals and other vitamins). Supplemental rations of these highly fortified, blended foods are provided to refugees and displaced persons in camps and to beneficiaries of development feeding programs that are targeted largely toward mothers and children.[39] The report adds: \"The stability of vitamin C (L-ascorbic acid) is of concern because this is one of the most labile vitamins in foods. Its main loss during processing and storage is from oxidation, which is accelerated by light, oxygen, heat, increased pH, high moisture content (water activity), and the presence of copper or ferrous salts. To reduce oxidation, the vitamin C used in commodity fortification is coated with ethyl cellulose (2.5 percent). Oxidative losses also occur during food processing and preparation, and additional vitamin C may be lost if it dissolves into cooking liquid and is then discarded.\"[39]\n Ascorbic acid and some of its salts and esters are common additives added to various foods, such as canned fruits, mostly to slow oxidation and enzymatic browning.[45] It may be used as a flour treatment agent used in breadmaking.[46] As food additives, they are assigned E numbers, with safety assessment and approval the responsibility of the European Food Safety Authority.[47] The relevant E numbers are:\n The stereoisomers of Vitamin C have a similar effect in food despite their lack of efficacy in humans. They include erythorbic acid and its sodium salt (E315, E316).[48]\n Pharmacodynamics is the study of how the drug – in this instance vitamin C – affects the organism, whereas pharmacokinetics is the study of how an organism affects the drug.\n Pharmacodynamics includes enzymes for which vitamin C is a cofactor, with function potentially compromised in a deficiency state, and any enzyme cofactor or other physiological function affected by administration of vitamin C, orally or injected, in excess of normal requirements. At normal physiological concentrations, vitamin C serves as an enzyme substrate or cofactor and an electron donor antioxidant. The enzymatic functions include the synthesis of collagen, carnitine, and neurotransmitters; the synthesis and catabolism of tyrosine; and the metabolism of microsomes. In nonenzymatic functions it acts as a reducing agent, donating electrons to oxidized molecules and preventing oxidation in order to keep iron and copper atoms in their reduced states.[8] At non-physiological concentrations achieved by intravenous dosing, vitamin C may function as a pro-oxidant, with therapeutic toxicity against cancer cells.[53][54]\n Vitamin C functions as a cofactor for the following enzymes:[8]\n As an antioxidant, ascorbate scavenges reactive oxygen and nitrogen compounds, thus neutralizing the potential tissue damage of these free radical compounds. Dehydroascorbate, the oxidized form, is then recycled back to ascorbate by endogenous antioxidants such as glutathione.[7]: 98–99  In the eye, ascorbate is thought to protect against photolytically generated free-radical damage; higher plasma ascorbate is associated with lower risk of cateracts.[55] Ascorbate may also provide antioxidant protection indirectly by regenerating other biological antioxidants such as α-tocopherol back to an active state.[7]: 98–99  In addition, ascorbate also functions as a non-enzymatic reducing agent for mixed-function oxidases in the microsomal drug-metabolizing system that inactivates a wide variety of substrates such as drugs and environmental carcinogens.[7]: 98–99 \n Ascorbic acid is absorbed in the body by both active transport and passive diffusion.[56] Approximately 70%–90% of vitamin C is active-transport absorbed when intakes of 30–180 mg/day from a combination of food sources and moderate-dose dietary supplements such as a multi-vitamin/mineral product are consumed. However, when large amounts are consumed, such as a vitamin C dietary supplement, the active transport system becomes saturated, and while the total amount being absorbed continues to increase with dose, absorption efficiency falls to less than 50%.[4] Active transport is managed by Sodium-Ascorbate Co-Transporter proteins (SVCTs) and Hexose Transporter proteins (GLUTs). SVCT1 and SVCT2 import ascorbate across plasma membranes.[57] The Hexose Transporter proteins GLUT1, GLUT3 and GLUT4 transfer only the oxydized dehydroascorbic acid (DHA) form of vitamin C.[58][59] The amount of DHA found in plasma and tissues under normal conditions is low, as cells rapidly reduce DHA to ascorbate.[60]\n SVCTs are the predominant system for vitamin C transport within the body.[57] In both vitamin C synthesizers (example: rat) and non-synthesizers (example: human) cells maintain ascorbic acid concentrations much higher than the approximately 50 micromoles/liter (μmol/L) found in plasma. For example, the ascorbic acid content of pituitary and adrenal glands can exceed 2,000 μmol/L, and muscle is at 200–300 μmol/L.[61] The known coenzymatic functions of ascorbic acid do not require such high concentrations, so there may be other, as yet unknown functions. A consequence of all this high concentration organ content is that plasma vitamin C is not a good indicator of whole-body status, and people may vary in the amount of time needed to show symptoms of deficiency when consuming a diet very low in vitamin C.[61]\n Excretion (via urine) is as ascorbic acid and metabolites. The fraction that is excreted as unmetabolized ascorbic acid increases as intake increases. In addition, ascorbic acid converts (reversibly) to DHA and from that compound non-reversibly to 2,3-diketogulonate and then oxalate. These three metabolites are also excreted via urine. During times of low dietary intake, vitamin C is reabsorbed by the kidneys rather than excreted. This salvage process delays onset of deficiency. Humans are better than guinea pigs at converting DHA back to ascorbate, and thus take much longer to become vitamin C deficient.[8][59]\n Most animals and plants are able to synthesize vitamin C through a sequence of enzyme-driven steps, which convert monosaccharides to vitamin C. Yeasts do not make l-ascorbic acid but rather its stereoisomer, erythorbic acid.[62] In plants, synthesis is accomplished through the conversion of mannose or galactose to ascorbic acid.[63][64] In animals, the starting material is glucose. In some species that synthesize ascorbate in the liver (including mammals and perching birds), the glucose is extracted from glycogen; ascorbate synthesis is a glycogenolysis-dependent process.[65] In humans and in animals that cannot synthesize vitamin C, the enzyme l-gulonolactone oxidase (GULO), which catalyzes the last step in the biosynthesis, is highly mutated and non-functional.[66][67][68][69]\n There is some information on serum vitamin C concentrations maintained in animal species that are able to synthesize vitamin C. One study of several breeds of dogs reported an average of 35.9 μmol/L.[70] A report on goats, sheep and cattle reported ranges of 100–110, 265–270 and 160–350 μmol/L, respectively.[71]\n The biosynthesis of ascorbic acid in vertebrates starts with the formation of UDP-glucuronic acid. UDP-glucuronic acid is formed when UDP-glucose undergoes two oxidations catalyzed by the enzyme UDP-glucose 6-dehydrogenase. UDP-glucose 6-dehydrogenase uses the co-factor NAD+ as the electron acceptor. The transferase UDP-glucuronate pyrophosphorylase removes a UMP and glucuronokinase, with the cofactor ADP, removes the final phosphate leading to d-glucuronic acid. The aldehyde group of this compound is reduced to a primary alcohol using the enzyme glucuronate reductase and the cofactor NADPH, yielding l-gulonic acid. This is followed by lactone formation—utilizing the hydrolase gluconolactonase—between the carbonyl on C1 and hydroxyl group on C4. l-Gulonolactone then reacts with oxygen, catalyzed by the enzyme L-gulonolactone oxidase (which is nonfunctional in humans and other Haplorrhini primates; see Unitary pseudogenes) and the cofactor FAD+. This reaction produces 2-oxogulonolactone (2-keto-gulonolactone), which spontaneously undergoes enolization to form ascorbic acid.[64][72][59] Reptiles and older orders of birds make ascorbic acid in their kidneys. Recent orders of birds and most mammals make ascorbic acid in their liver.[64]\n Some mammals have lost the ability to synthesize vitamin C, including simians and tarsiers, which together make up one of two major primate suborders, Haplorhini. This group includes humans. The other more primitive primates (Strepsirrhini) have the ability to make vitamin C. Synthesis does not occur in some species in the rodent family Caviidae, which includes guinea pigs and capybaras, but does occur in other rodents, including rats and mice.[73]\n Synthesis does not occur in most bat species,[74] but there are at least two species, frugivorous bat Rousettus leschenaultii and insectivorous bat Hipposideros armiger, that retain (or regained) their ability of vitamin C production.[75][76] A number of species of passerine birds also do not synthesize, but not all of them, and those that do not are not clearly related; it has been proposed that the ability was lost separately a number of times in birds.[77] In particular, the ability to synthesize vitamin C is presumed to have been lost and then later re-acquired in at least two cases.[78] The ability to synthesize vitamin C has also been lost in about 96% of extant fish[79] (the teleosts).[78]\n On a milligram consumed per kilogram of body weight basis, simian non-synthesizer species consume the vitamin in amounts 10 to 20 times higher than what is recommended by governments for humans.[80] This discrepancy constituted some of the basis of the controversy on human recommended dietary allowances being set too low.[81] However, simian consumption does not indicate simian requirements. Merck's veterinary manual states that daily intake of vitamin C at 3–6 mg/kg prevents scurvy in non-human primates.[82] By way of comparison, across several countries, the recommended dietary intake for adult humans is in the range of 1–2 mg/kg.\n Ascorbic acid is a common enzymatic cofactor in mammals used in the synthesis of collagen, as well as a powerful reducing agent capable of rapidly scavenging a number of reactive oxygen species (ROS). Given that ascorbate has these important functions, it is surprising that the ability to synthesize this molecule has not always been conserved. In fact, anthropoid primates, Cavia porcellus (guinea pigs), teleost fishes, most bats, and some passerine birds have all independently lost the ability to internally synthesize vitamin C in either the kidney or the liver.[83][78] In all of the cases where genomic analysis was done on an ascorbic acid auxotroph, the origin of the change was found to be a result of loss-of-function mutations in the gene that encodes L-gulono-γ-lactone oxidase, the enzyme that catalyzes the last step of the ascorbic acid pathway outlined above.[84] One explanation for the repeated loss of the ability to synthesize vitamin C is that it was the result of genetic drift; assuming that the diet was rich in vitamin C, natural selection would not act to preserve it.[85][86]\n In the case of the simians, it is thought that the loss of the ability to make vitamin C may have occurred much farther back in evolutionary history than the emergence of humans or even apes, since it evidently occurred soon after the appearance of the first primates, yet sometime after the split of early primates into the two major suborders Haplorrhini (which cannot make vitamin C) and its sister suborder of non-tarsier prosimians, the Strepsirrhini (\"wet-nosed\" primates), which retained the ability to make vitamin C.[87] According to molecular clock dating, these two suborder primate branches parted ways about 63 to 60 million years ago.[88] Approximately three to five million years later (58 million years ago), only a short time afterward from an evolutionary perspective, the infraorder Tarsiiformes, whose only remaining family is that of the tarsier (Tarsiidae), branched off from the other haplorrhines.[89][90] Since tarsiers also cannot make vitamin C, this implies the mutation had already occurred, and thus must have occurred between these two marker points (63 to 58 million years ago).[87]\n It has also been noted that the loss of the ability to synthesize ascorbate strikingly parallels the inability to break down uric acid, also a characteristic of primates. Uric acid and ascorbate are both strong reducing agents. This has led to the suggestion that, in higher primates, uric acid has taken over some of the functions of ascorbate.[91]\n There are many different biosynthesis pathways to ascorbic acid in plants. Most proceed through products of glycolysis and other metabolic pathways. For example, one pathway utilizes plant cell wall polymers.[66] The principal plant ascorbic acid biosynthesis pathway seems to be via l-galactose. The enzyme l-galactose dehydrogenase catalyzes the overall oxidation to the lactone and isomerization of the lactone to the C4-hydroxyl group, resulting in l-galactono-1,4-lactone.[72] l-Galactono-1,4-lactone then reacts with the mitochondrial flavoenzyme l-galactonolactone dehydrogenase[92] to produce ascorbic acid.[72] l-Ascorbic acid has a negative feedback on l-galactose dehydrogenase in spinach.[93] Ascorbic acid efflux by embryos of dicot plants is a well-established mechanism of iron reduction and a step obligatory for iron uptake.[a]\n All plants synthesize ascorbic acid. Ascorbic acid functions as a cofactor for enzymes involved in photosynthesis, synthesis of plant hormones, as an antioxidant and regenerator of other antioxidants.[95] Plants use multiple pathways to synthesize vitamin C. The major pathway starts with glucose, fructose or mannose (all simple sugars) and proceeds to l-galactose, l-galactonolactone and ascorbic acid.[95][96] This biosynthesis is regulated following a diurnal rhythm.[96] Enzyme expression peaks in the morning to supporting biosynthesis for when mid-day sunlight intensity demands high ascorbic acid concentrations.[96][97] Minor pathways may be specific to certain parts of plants; these can be either identical to the vertebrate pathway (including the GLO enzyme), or start with inositol and get to ascorbic acid via l-galactonic acid to l-galactonolactone.[95]\n Vitamin C can be produced from glucose by two main routes. The no longer utilized Reichstein process, developed in the 1930s, used a single fermentation followed by a purely chemical route. The modern two-step fermentation process, originally developed in China in the 1960s, uses additional fermentation to replace part of the later chemical stages. The Reichstein process and the modern two-step fermentation processes both use glucose as the starting material, convert that to sorbitol, and then to sorbose using fermentation.[98] The two-step fermentation process then converts sorbose to 2-keto-l-gulonic acid (KGA) through another fermentation step, avoiding an extra intermediate. Both processes yield approximately 60% vitamin C from the glucose starting point.[99] Researchers are exploring means for one-step fermentation.[100][101]\n China produces about 70% of the global vitamin C market. The rest is split among European Union, India and North America. The global market is expected to exceed 141 thousand metric tons in 2024.[102] Cost per metric ton (1000 kg) in US dollars was $2,220 in Shanghai, $2,850 in Hamburg and $3,490 in the US.[103]\n Vitamin C has a definitive role in treating scurvy, which is a disease caused by vitamin C deficiency. Beyond that, a role for vitamin C as prevention or treatment for various diseases is disputed, with reviews often reporting conflicting results. No effect of vitamin C supplementation reported for overall mortality.[104] It is on the World Health Organization's List of Essential Medicines and on the World Health Organization's Model Forumulary.[105] In 2021, it was the 255th most commonly prescribed medication in the United States, with more than 1 million prescriptions.[106]\n Scurvy is a disease resulting from a deficiency of vitamin C. Without this vitamin, collagen made by the body is too unstable to perform its function and several other enzymes in the body do not operate correctly. Early symptoms are malaise and lethargy, progressing to shortness of breath, bone pain and susceptibility to bruising. As the disease progressed, it is characterized by spots on and bleeding under the skin and bleeding gums. The skin lesions are most abundant on the thighs and legs. A person with the ailment looks pale, feels depressed, and is partially immobilized. In advanced scurvy there is fever, old wounds may become open and  suppurating, loss of teeth, convulsions and, eventually, death. Until quite late in the disease the damage is reversible, as healthy collagen replaces the defective collagen with vitamin C repletion.[6][40][107]\n Notable human dietary studies of experimentally induced scurvy were conducted on conscientious objectors during World War II in Britain and on Iowa state prisoners in the late 1960s to the 1980s. Men in the prison study developed the first signs of scurvy about four weeks after starting the vitamin C-free diet, whereas in the earlier British study, six to eight months were required, possibly due to the pre-loading of this group with a 70 mg/day supplement for six weeks before the scorbutic diet was fed. Men in both studies had blood levels of ascorbic acid too low to be accurately measured by the time they developed signs of scurvy. These studies both reported that all obvious symptoms of scurvy could be completely reversed by supplementation of only 10 mg a day.[108][109] Treatment of scurvy can be with vitamin C-containing foods or dietary supplements or injection.[40][7]: 101 \n People in sepsis may have micronutrient deficiencies, including low levels of vitamin C.[110] An intake of 3.0 g/day, which requires intravenous administration, appears to be needed to maintain normal plasma concentrations in people with sepsis or severe burn injury.[111][112] Sepsis mortality may be reduced with administration of intravenous vitamin C.[113][114]\n Research on vitamin C in the common cold has been divided into effects on prevention, duration, and severity. Oral intakes of more than 200 mg/day taken on a regular basis was not effective in prevention of the common cold. Restricting analysis to trials that used at least 1000 mg/day also saw no prevention benefit. However, taking a vitamin C supplement on a regular basis did reduce the average duration of the illness by 8% in adults and 14% in children, and also reduced the severity of colds.[115] Vitamin C taken on a regular basis reduced the duration of severe symptoms but had no effect on the duration of mild symptoms.[116] Therapeutic use, meaning that the vitamin was not started unless people started to feel the beginnings of a cold, had no effect on the duration or severity of the illness.[115]\n Vitamin C distributes readily in high concentrations into immune cells, promotes natural killer cell activities, promotes lymphocyte proliferation, and is depleted quickly during infections, effects suggesting a prominent role in immune system function.[117] The European Food Safety Authority concluded there is a cause and effect relationship between the dietary intake of vitamin C and functioning of a normal immune system in adults and in children under three years of age.[118][119]\n During March through July 2020, vitamin C was the subject of more US FDA warning letters than any other ingredient for claims for prevention and/or treatment of COVID-19.[120] In April 2021, the US National Institutes of Health (NIH) COVID-19 Treatment Guidelines stated that \"there are insufficient data to recommend either for or against the use of vitamin C for the prevention or treatment of COVID-19.\"[121] In an update posted December 2022, the NIH position was unchanged:\n For people hospitalized with severe COVID-19 there are reports of a significant reduction in the risk of all-cause, in-hospital mortality with the administration of vitamin C relative to no vitamin C. There were no significant differences in ventilation incidence, hospitalization duration or length of intensive care unit stay between the two groups. The majority of the trials incorporated into these meta-analyses used intravenous administration of the vitamin.[123][124][125] Acute kidney injury was lower in people treated with vitamin C treatment. There were no differences in the frequency of other adverse events due to the vitamin.[125] The conclusion was that further large-scale studies are needed to affirm its mortality benefits before issuing updated guidelines and recommendations.[123][124][125]\n There is no evidence that vitamin C supplementation reduces the risk of lung cancer in healthy people or those at high risk due to smoking or asbestos exposure.[126] It has no effect on the risk of prostate cancer,[127] and there is no good evidence vitamic C supplementation affects the risk of colorectal cancer[128] or breast cancer.[129]\n There is no evidence that vitamin C supplementation decreases the risk cardiovascular disease,[130] although there may be an association between higher circulating vitamin C levels or dietary vitamin C and a lower risk of stroke.[131] There is a positive effect of vitamin C on endothelial dysfunction when taken at doses greater than 500 mg per day. (The endothelium is a layer of cells that line the interior surface of blood vessels.)[132]\n Serum vitamin C was reported to be 15.13 μmol/L lower in people with hypertension compared to normotensives. The vitamin was inversely associated with both systolic blood pressure (SBP) and diastolic blood pressure (DBP).[133] Oral supplementation of the vitamin resulted in a very modest but statistically significant decrease in SBP in people with hypertension.[134][135] The proposed explanation is that vitamin C increases intracellular concentrations of tetrahydrobiopterin, an endothelial nitric oxide synthase cofactor that promotes the production of nitric oxide, which is a potent vasodilator. Vitamin C supplementation might also reverse the nitric oxide synthase inhibitor NG-monomethyl-L-arginine 1, and there is also evidence cited that vitamin C directly enhances the biological activity of nitric oxide[134]\n There are contradictory reviews. From one, vitamin C supplementation cannot be recommended for management of type 2 diabetes.[136] However, another reported that supplementation with high doses of vitamin C can decrease blood glucose, insulin and hemoglobin A1c.[137]\n One of the causes of iron-deficiency anemia is reduced absorption of iron. Iron absorption can be enhanced through ingestion of vitamin C alongside iron-containing food or supplements. Vitamin C helps to keep iron in the reduced ferrous state, which is more soluble and more easily absorbed.[138]\n Lower plasma vitamin C concentrations were reported in people with cognitive impairment and Alzheimer's disease compared to people with normal cognition.[139][140][141]\n Higher dietary intake of vitamin C was associated with lower risk of age-related cataracts.[55][142] Vitamin C supplementation did not prevent age-related macular degeneration.[143]\n Low intake and low serum concentration were associated with greater progression of periodontal disease.[144][145]\n Oral intake as dietary supplements in excess of requirements are poorly absorbed,[4] and excesses in the blood rapidly excreted in the urine, so it exhibits low acute toxicity.[6] More than two to three grams, consumed orally, may cause nausea, abdominal cramps and diarrhea. These effects are attributed to the osmotic effect of unabsorbed vitamin C passing through the intestine.[7]: 156  In theory, high vitamin C intake may cause excessive absorption of iron. A summary of reviews of supplementation in healthy subjects did not report this problem, but left as untested the possibility that individuals with hereditary hemochromatosis might be adversely affected.[7]: 158 \n There is a longstanding belief among the mainstream medical community that vitamin C increases risk of kidney stones.[146] \"Reports of kidney stone formation associated with excess ascorbic acid intake are limited to individuals with renal disease\".[7]: 156–157  A review states that \"data from epidemiological studies do not support an association between excess ascorbic acid intake and kidney stone formation in apparently healthy individuals\",[147] although one large, multi-year trial did report a nearly two-fold increase in kidney stones in men who regularly consumed a vitamin C supplement.[148]\n There is extensive research on the purported benefits of intravenous vitamin C for treatment of sepsis,[111] severe COVID-19[123][124] and cancer.[149] Reviews list trials with doses as high as 24 grams per day.[123] Concerns about possible adverse effects are that intravenous high-dose vitamin C leads to a supraphysiological level of vitamin C followed by oxidative degradation to dehydroascorbic acid and hence to oxalate, increasing the risk of oxalate kidney stones and oxalate nephropathy. The risk may be higher in people with renal impairment, as kidneys efficiently excrete excess vitamin C. Second, treatment with high dose vitamin C should be avoided in patients with glucose-6-phosphate dehydrogenase deficiency as it can lead to acute hemolysis. Third, treatment might interfere with the accuracy of glucometer measurement of blood glucose levels, as both vitamin C and glucose have similar molecular structure, which could lead to false high blood glucose readings. Despite all these concerns, meta-analyses of patients in intensive care for sepsis, septic shock, COVID-19 and other acute conditions reported no increase in new-onset kidney stones, acute kidney injury or requirement for renal replacement therapy for patients receiving short-term, high-dose, intravenous vitamin C treatment. This suggests that intravenous vitamin C is safe under these short-term applications.[150][151][152]\n Scurvy was known to Hippocrates, described in book two of his Prorrheticorum and in his Liber de internis affectionibus, and cited by James Lind.[153] Symptoms of scurvy were also described by Pliny the Elder: (i) Pliny. \"49\". Naturalis historiae. Vol. 3.; and (ii) Strabo, in Geographicorum, book 16, cited in the 1881 International Encyclopedia of Surgery.[154]\n In the 1497 expedition of Vasco da Gama, the curative effects of citrus fruit were known.[155] In the 1500s, Portuguese sailors put in to the island of Saint Helena to avail themselves of planted vegetable gardens and wild-growing fruit trees.[156] Authorities occasionally recommended plant food to prevent scurvy during long sea voyages. John Woodall, the first surgeon to the British East India Company, recommended the preventive and curative use of lemon juice in his 1617 book, The Surgeon's Mate.[157] In 1734, the Dutch writer Johann Bachstrom gave the firm opinion, \"scurvy is solely owing to a total abstinence from fresh vegetable food, and greens.\"[158][159] Scurvy had long been a principal killer of sailors during the long sea voyages.[160] According to Jonathan Lamb, \"In 1499, Vasco da Gama lost 116 of his crew of 170; In 1520, Magellan lost 208 out of 230; ... all mainly to scurvy.\"[161]\n The first attempt to give scientific basis for the cause of this disease was by a ship's surgeon in the Royal Navy, James Lind. While at sea in May 1747, Lind provided some crew members with two oranges and one lemon per day, in addition to normal rations, while others continued on cider, vinegar, sulfuric acid or seawater, along with their normal rations, in one of the world's first controlled experiments.[162] The results showed that citrus fruits prevented the disease. Lind published his work in 1753 in his Treatise on the Scurvy.[163]\n Fresh fruit was expensive to keep on board, whereas boiling it down to juice allowed easy storage, but destroyed the vitamin (especially if it was boiled in copper kettles).[38] It was 1796 before the British navy adopted lemon juice as standard issue at sea. In 1845, ships in the West Indies were provided with lime juice instead, and in 1860 lime juice was used throughout the Royal Navy, giving rise to the American use of the nickname \"limey\" for the British.[162] Captain James Cook had previously demonstrated the advantages of carrying \"Sour krout\" on board by taking his crew on a 1772–75 Pacific Ocean voyage without losing any of his men to scurvy.[164] For his report on his methods the British Royal Society awarded him the Copley Medal in 1776.[165]\n The name antiscorbutic was used in the eighteenth and nineteenth centuries for foods known to prevent scurvy. These foods included lemons, limes, oranges, sauerkraut, cabbage, malt, and portable soup.[166] In 1928, the Canadian Arctic anthropologist Vilhjalmur Stefansson showed that the Inuit avoided scurvy on a diet largely of raw meat. Later studies on traditional food diets of the Yukon First Nations, Dene, Inuit, and Métis of Northern Canada showed that their daily intake of vitamin C averaged between 52 and 62 mg/day.[167]\n Vitamin C was discovered in 1912, isolated in 1928 and synthesized in 1933, making it the first vitamin to be synthesized.[168] Shortly thereafter Tadeus Reichstein succeeded in synthesizing the vitamin in bulk by what is now called the Reichstein process.[169] This made possible the inexpensive mass-production of vitamin C. In 1934, Hoffmann–La Roche bought the Reichstein process patent, trademarked synthetic vitamin C under the brand name Redoxon, and began to market it as a dietary supplement.[170][171]\n In 1907, a laboratory animal model which would help to identify the antiscorbutic factor was discovered by the Norwegian physicians Axel Holst and Theodor Frølich, who when studying shipboard beriberi, fed guinea pigs their test diet of grains and flour and were surprised when scurvy resulted instead of beriberi. Unknown at that time, this species did not make its own vitamin C (being a caviomorph), whereas mice and rats do.[172] In 1912, the Polish biochemist Casimir Funk developed the concept of vitamins. One of these was thought to be the anti-scorbutic factor. In 1928, this was referred to as \"water-soluble C\", although its chemical structure had not been determined.[173]\n From 1928 to 1932, Albert Szent-Györgyi and Joseph L. Svirbely's Hungarian team, and Charles Glen King's American team, identified the anti-scorbutic factor. Szent-Györgyi isolated hexuronic acid from animal adrenal glands, and suspected it to be the antiscorbutic factor.[175] In late 1931, Szent-Györgyi gave Svirbely the last of his adrenal-derived hexuronic acid with the suggestion that it might be the anti-scorbutic factor. By the spring of 1932, King's laboratory had proven this, but published the result without giving Szent-Györgyi credit for it. This led to a bitter dispute over priority.[175] In 1933, Walter Norman Haworth chemically identified the vitamin as l-hexuronic acid, proving this by synthesis in 1933.[176][177][178][179] Haworth and Szent-Györgyi proposed that L-hexuronic acid be named a-scorbic acid, and chemically l-ascorbic acid, in honor of its activity against scurvy.[179][168] The term's etymology is from Latin, \"a-\" meaning away, or off from, while -scorbic is from Medieval Latin scorbuticus (pertaining to scurvy), cognate with Old Norse skyrbjugr, French scorbut, Dutch scheurbuik and Low German scharbock.[180] Partly for this discovery, Szent-Györgyi was awarded the 1937 Nobel Prize in Medicine,[174] and Haworth shared that year's Nobel Prize in Chemistry.[181]\n In 1957, J. J. Burns showed that some mammals are susceptible to scurvy as their liver does not produce the enzyme l-gulonolactone oxidase, the last of the chain of four enzymes that synthesize vitamin C.[182][183] American biochemist Irwin Stone was the first to exploit vitamin C for its food preservative properties. He later developed the idea that humans possess a mutated form of the l-gulonolactone oxidase coding gene.[184]\nStone introduced Linus Pauling to the theory that humans needed to consume vitamin C in quantities far higher than what was considered a recommended daily intake in order to optimize health.[185]\n In 2008, researchers discovered that in humans and other primates the red blood cells have evolved a mechanism to more efficiently utilize the vitamin C present in the body by recycling oxidized l-dehydroascorbic acid (DHA) back into ascorbic acid for reuse by the body. The mechanism was not found to be present in mammals that synthesize their own vitamin C.[186]\n Vitamin C megadosage is a term describing the consumption or injection of vitamin C in doses comparable to or higher than the amounts produced by the livers of mammals which are able to synthesize vitamin C. An argument for this, although not the actual term, was described in 1970 in an article by Linus Pauling. Briefly, his position was that for optimal health, humans should be consuming at least 2,300 mg/day to compensate for the inability to synthesize vitamin C. The recommendation also fell into the consumption range for gorillas — a non-synthesizing near-relative to humans.[81] A second argument for high intake is that serum ascorbic acid concentrations increase as intake increases until it plateaus at about 190 to 200 micromoles per liter (μmol/L) once consumption exceeds 1,250 milligrams.[187] As noted, government recommendations are a range of 40 to 110 mg/day and normal plasma is approximately 50 μmol/L, so \"normal\" is about 25% of what can be achieved when oral consumption is in the proposed megadose range.\n Pauling popularized the concept of high dose vitamin C as prevention and treatment of the common cold in 1970. A few years later he proposed that vitamin C would prevent cardiovascular disease, and that 10 grams/day, initially administered intravenously and thereafter orally, would cure late-stage cancer.[188] Mega-dosing with ascorbic acid has other champions, among them chemist Irwin Stone[185] and the controversial Matthias Rath and Patrick Holford, who both have been accused of making unsubstantiated treatment claims for treating cancer and HIV infection.[189][190] The idea that large amounts of intravenous ascorbic acid can be used to treat late-stage cancer or ameliorate the toxicity of chemotherapy is — some forty years after Pauling's seminal paper — still considered unproven and still in need of high quality research.[191][192][149]\n There is research investigating whether high dose intravenous vitamin C administration as a co-treatment will suppress cancer stem cells, which are responsible for tumor recurrence, metastasis and chemoresistance.[193][194] Preliminary research suggest that there may be an inverse relationship between vitamin C intake and lung cancer.[195]\n There is also ongoing research on topical application of vitamin C to prevent signs of skin aging. Human skin physiologically contains small amounts of vitamin C, which support collagen synthesis, decreases collagen degradation, and assists in antioxidant protection against UV-induced photo-aging, including photocarcinogenesis. This knowledge is often used as a rationale for the marketing of vitamin C as a topical \"serum\" ingredient to prevent or treat facial skin aging, melasma (dark pigmented spots) and wrinkles, however, these claims are unsubstantiated and are not supported by research conducted so far; the supposed efficacy of topical treatment as opposed to oral intake is poorly understood.[196][197] The purported mechanism on supposed benefit of topical vitamin C application to slow skin aging is that vitamin C functions as an antioxidant, neutralizing free radicals from sunlight exposure, air pollutants or normal metabolic processes.[198]  The clinical trial literature is characterized as insufficient to support health claims; one reason being put forward was that \"All the studies used vitamin C in combination with other ingredients or therapeutic mechanisms, thereby complicating any specific conclusions regarding the efficacy of vitamin C.\"[199][200]\n"
                        },
                        {
                            "url3": "https://ods.od.nih.gov/factsheets/VitaminC-HealthProfessional/",
                            "content3": " Have a question? Ask ODS\r\nJoin the ODS Email List\n This is a fact sheet intended for health professionals.  For a general overview, see our consumer fact sheet. For information on vitamin C and COVID-19, see Dietary Supplements in the Time of COVID-19. Vitamin C, also known as L-ascorbic acid, is a water-soluble vitamin that is naturally present in some foods, added to others, and available as a dietary supplement. Humans, unlike most animals, are unable to synthesize vitamin C endogenously, so it is an essential dietary component [1]. Vitamin C is required for the biosynthesis of collagen, L-carnitine, and certain neurotransmitters; vitamin C is also involved in protein metabolism [1,2]. Collagen is an essential component of connective tissue, which plays a vital role in wound healing. Vitamin C is also an important physiological antioxidant [3] and has been shown to regenerate other antioxidants within the body, including alpha-tocopherol (vitamin E) [4]. Ongoing research is examining whether vitamin C, by limiting the damaging effects of free radicals through its antioxidant activity, might help prevent or delay the development of certain cancers, cardiovascular disease, and other diseases in which oxidative stress plays a causal role. In addition to its biosynthetic and antioxidant functions, vitamin C plays an important role in immune function [4] and improves the absorption of nonheme iron [5], the form of iron present in plant-based foods. Insufficient vitamin C intake causes scurvy, which is characterized by fatigue or lassitude, widespread connective tissue weakness, and capillary fragility [1,2,4,6-9]. The intestinal absorption of vitamin C is regulated by at least one specific dose-dependent, active transporter [4]. Cells accumulate vitamin C via a second specific transport protein. In vitro studies have found that oxidized vitamin C, or dehydroascorbic acid, enters cells via some facilitated glucose transporters and is then reduced internally to ascorbic acid. The physiologic importance of dehydroascorbic acid uptake and its contribution to overall vitamin C economy are unknown. Oral vitamin C produces tissue and plasma concentrations that the body tightly controls. Approximately 70%–90% of vitamin C is absorbed at moderate intakes of 30–180 mg/day. However, at doses above 1 g/day, absorption falls to less than 50% and absorbed, unmetabolized ascorbic acid is excreted in the urine [4]. Results from pharmacokinetic studies indicate that oral doses of 1.25 g/day ascorbic acid produce mean peak plasma vitamin C concentrations of 135 micromol/L, which are about two times higher than those produced by consuming 200–300 mg/day ascorbic acid from vitamin C-rich foods [10]. Pharmacokinetic modeling predicts that even doses as high as 3 g ascorbic acid taken every 4 hours would produce peak plasma concentrations of only 220 micromol/L [10]. The total body content of vitamin C ranges from 300 mg (at near scurvy) to about 2 g [4]. High levels of vitamin C (millimolar concentrations) are maintained in cells and tissues and are highest in leukocytes (white blood cells), eyes, adrenal glands, pituitary gland, and brain. Relatively low levels of vitamin C (micromolar concentrations) are found in extracellular fluids, such as plasma, red blood cells, and saliva [4]. Intake recommendations for vitamin C and other nutrients are provided in the Dietary Reference Intakes (DRIs) developed by the Food and Nutrition Board (FNB) at the Institute of Medicine (IOM) of the National Academies (formerly National Academy of Sciences) [8]. DRI is the general term for a set of reference values used for planning and assessing nutrient intakes of healthy people. These values, which vary by age and gender [8], include the following: Table 1 lists the current RDAs for vitamin C [8]. The RDAs for vitamin C are based on its known physiological and antioxidant functions in white blood cells and are much higher than the amount required for protection from deficiency [4,8,11]. For infants from birth to 12 months, the FNB established an AI for vitamin C that is equivalent to the mean intake of vitamin C in healthy, breastfed infants. * Adequate Intake (AI) Fruits and vegetables are the best sources of vitamin C (see Table 2) [12]. Citrus fruits, tomatoes and tomato juice, and potatoes are major contributors of vitamin C to the American diet [8]. Other good food sources include red and green peppers, kiwifruit, broccoli, strawberries, Brussels sprouts, and cantaloupe (see Table 2) [8,12]. Although vitamin C is not naturally present in grains, it is added to some fortified breakfast cereals. The vitamin C content of food may be reduced by prolonged storage and by cooking because ascorbic acid is water soluble and is destroyed by heat [6,8]. Steaming or microwaving may lessen cooking losses. Fortunately, many of the best food sources of vitamin C, such as fruits and vegetables, are usually consumed raw. Consuming five varied servings of fruits and vegetables a day can provide more than 200 mg of vitamin C. *DV = Daily Value. The U.S. Food and Drug Administration (FDA) developed DVs to help consumers compare the nutrient contents of foods and dietary supplements within the context of a total diet. The DV for vitamin C is 90 mg for adults and children age 4 years and older [13]. FDA does not require food labels to list vitamin C content unless vitamin C has been added to the food. Foods providing 20% or more of the DV are considered to be high sources of a nutrient, but foods providing lower percentages of the DV also contribute to a healthful diet. The U.S. Department of Agriculture's (USDA's) FoodData Central  lists the nutrient content of many foods and provides a comprehensive list of foods containing vitamin C arranged by nutrient content and by food name. Supplements typically contain vitamin C in the form of ascorbic acid, which has equivalent bioavailability to that of naturally occurring ascorbic acid in foods, such as orange juice and broccoli [14-16]. Other forms of vitamin C supplements include sodium ascorbate; calcium ascorbate; other mineral ascorbates; ascorbic acid with bioflavonoids; and combination products, such as Ester-C, which contains calcium ascorbate, dehydroascorbate, calcium threonate, xylonate and lyxonate [17]. A few studies in humans have examined whether bioavailability differs among the various forms of vitamin C. In one study, Ester-C and ascorbic acid produced the same vitamin C plasma concentrations, but Ester-C produced significantly higher vitamin C concentrations in leukocytes 24 hours after ingestion [18]. Another study found no differences in plasma vitamin C levels or urinary excretion of vitamin C among three different vitamin C sources: ascorbic acid, Ester-C, and ascorbic acid with bioflavonoids [17]. These findings, coupled with the relatively low cost of ascorbic acid, led the authors to conclude that simple ascorbic acid is the preferred source of supplemental vitamin C [17]. According to the 2001–2002 National Health and Nutrition Examination Survey (NHANES), mean intakes of vitamin C are 105.2 mg/day for adult males and 83.6 mg/day for adult females, meeting the currently established RDA for most nonsmoking adults [19]. Mean intakes for children and adolescents age 1–18 years range from 75.6 mg/day to 100 mg/day, also meeting the RDA for these age groups [19]. Although the 2001–2002 NHANES analysis did not include data for breastfed infants and toddlers, breastmilk is considered an adequate source of vitamin C [8,14]. Use of vitamin C-containing supplements is also relatively common, adding to the total vitamin C intake from food and beverages. NHANES data from 1999–2000 indicate that approximately 35% of adults take multivitamin supplements (which typically contain vitamin C) and 12% take a separate vitamin C supplement [20]. According to 1999–2002 NHANES data, approximately 29% of children take some form of dietary supplement that contains vitamin C [21]. Vitamin C status is typically assessed by measuring plasma vitamin C levels [4,14]. Other measures, such as leukocyte vitamin C concentration, could be more accurate indicators of tissue vitamin C levels, but they are more difficult to assess and the results are not always reliable [4,9,14]. Acute vitamin C deficiency leads to scurvy [7,8,11]. The timeline for the development of scurvy varies, depending on vitamin C body stores, but signs can appear within 1 month of little or no vitamin C intake (below 10 mg/day) [6,7,22,23]. Initial symptoms can include fatigue (probably the result of impaired carnitine biosynthesis), malaise, and inflammation of the gums [4,11]. As vitamin C deficiency progresses, collagen synthesis becomes impaired and connective tissues become weakened, causing petechiae, ecchymoses, purpura, joint pain, poor wound healing, hyperkeratosis, and corkscrew hairs [1,2,4,6-8]. Additional signs of scurvy include depression as well as swollen, bleeding gums and loosening or loss of teeth due to tissue and capillary fragility [6,8,9]. Iron deficiency anemia can also occur due to increased bleeding and decreased nonheme iron absorption secondary to low vitamin C intake [6,11]. In children, bone disease can be present [6]. Left untreated, scurvy is fatal [6,9]. Until the end of the 18th century, many sailors who ventured on long ocean voyages, with little or no vitamin C intake, contracted or died from scurvy. During the mid-1700s, Sir James Lind, a British Navy surgeon, conducted experiments and determined that eating citrus fruits or juices could cure scurvy, although scientists did not prove that ascorbic acid was the active component until 1932 [24-26]. Today, vitamin C deficiency and scurvy are rare in developed countries [8]. Overt deficiency symptoms occur only if vitamin C intake falls below approximately 10 mg/day for many weeks [5-8,22,23]. Vitamin C deficiency is uncommon in developed countries but can still occur in people with limited food variety. Vitamin C inadequacy can occur with intakes that fall below the RDA but are above the amount required to prevent overt deficiency (approximately 10 mg/day). The following groups are more likely than others to be at risk of obtaining insufficient amounts of vitamin C. Studies consistently show that smokers have lower plasma and leukocyte vitamin C levels than nonsmokers, due in part to increased oxidative stress [8]. For this reason, the IOM concluded that smokers need 35 mg more vitamin C per day than nonsmokers [8]. Exposure to secondhand smoke also decreases vitamin C levels. Although the IOM was unable to establish a specific vitamin C requirement for nonsmokers who are regularly exposed to secondhand smoke, these individuals should ensure that they meet the RDA for vitamin C [4,8]. Most infants in developed countries are fed breastmilk and/or infant formula, both of which supply adequate amounts of vitamin C [8,14]. For many reasons, feeding infants evaporated or boiled cow's milk is not recommended. This practice can cause vitamin C deficiency because cow's milk naturally has very little vitamin C and heat can destroy vitamin C [6,12]. Although fruits and vegetables are the best sources of vitamin C, many other foods have small amounts of this nutrient. Thus, through a varied diet, most people should be able to meet the vitamin C RDA or at least obtain enough to prevent scurvy. People who have limited food variety—including some elderly, indigent individuals who prepare their own food; people who abuse alcohol or drugs; food faddists; people with mental illness; and, occasionally, children—might not obtain sufficient vitamin C [4,6-9,11]. Some medical conditions can reduce the absorption of vitamin C and/or increase the amount needed by the body. People with severe intestinal malabsorption or cachexia and some cancer patients might be at increased risk of vitamin C inadequacy [27]. Low vitamin C concentrations can also occur in patients with end-stage renal disease on chronic hemodialysis [28]. Due to its function as an antioxidant and its role in immune function, vitamin C has been promoted as a means to help prevent and/or treat numerous health conditions. This section focuses on the following four diseases and disorders in which vitamin C might play a role: cancer (including prevention and treatment), cardiovascular disease, age-related macular degeneration (AMD) and cataracts, and the common cold. Epidemiologic evidence suggests that higher consumption of fruits and vegetables is associated with lower risk of most types of cancer, perhaps, in part, due to their high vitamin C content [1,2]. Vitamin C can limit the formation of carcinogens, such as nitrosamines [2,29], in vivo; modulate immune response [2,4]; and, through its antioxidant function, possibly attenuate oxidative damage that can lead to cancer [1]. Most case-control studies have found an inverse association between dietary vitamin C intake and cancers of the lung, breast, colon or rectum, stomach, oral cavity, larynx or pharynx, and esophagus [2,4]. Plasma concentrations of vitamin C are also lower in people with cancer than controls [2]. However, evidence from prospective cohort studies is inconsistent, possibly due to varying intakes of vitamin C among studies. In a cohort of 82,234 women age 33–60 years from the Nurses' Health Study, consumption of an average of 205 mg/day of vitamin C from food (highest quintile of intake) compared with an average of 70 mg/day (lowest quintile of intake) was associated with a 63% lower risk of breast cancer among premenopausal women with a family history of breast cancer [30]. Conversely, Kushi and colleagues did not observe a significantly lower risk of breast cancer among postmenopausal women consuming at least 198 mg/day (highest quintile of intake) of vitamin C from food compared with those consuming less than 87 mg/day (lowest quintile of intake) [31]. A review by Carr and Frei concluded that in the majority of prospective cohort studies not reporting a significantly lower cancer risk, most participants had relatively high vitamin C intakes, with intakes higher than 86 mg/day in the lowest quintiles [2]. Studies reporting significantly lower cancer risk found these associations in individuals with vitamin C intakes of at least 80–110 mg/day, a range associated with close to vitamin C tissue saturation [2,22,32]. Evidence from most randomized clinical trials suggests that vitamin C supplementation, usually in combination with other micronutrients, does not affect cancer risk. In the Supplémentation en Vitamines et Minéraux Antioxydants (SU.VI.MAX) study, a randomized, double-blind, placebo-controlled clinical trial,13,017 healthy French adults received antioxidant supplementation with 120 mg ascorbic acid, 30 mg vitamin E, 6 mg beta-carotene, 100 mcg selenium, and 20 mg zinc, or placebo [33]. After a median follow-up time of 7.5 years, antioxidant supplementation lowered total cancer incidence in men but not in women. In addition, baseline antioxidant status was related to cancer risk in men but not in women [34]. Supplements of 500 mg/day vitamin C plus 400 International Units (IU) vitamin E every other day for a mean follow-up period of 8 years failed to reduce the risk of prostate or total cancer compared with placebo in middle-aged and older men participating in the Physicians' Health Study II [35]. Similar findings were reported in women participating in the Women's Antioxidant Cardiovascular Study [36]. Compared with placebo, supplementation with vitamin C (500 mg/day) for an average of 9.4 years had no significant effect on total cancer incidence or cancer mortality. In a large intervention trial conducted in Linxian, China, daily supplements of vitamin C (120 mg) plus molybdenum (30 mcg) for 5–6 years did not significantly affect the risk of developing esophageal or gastric cancer [37]. Moreover, during 10 years of follow-up, this supplementation regimen failed to significantly affect total morbidity or mortality from esophageal, gastric, or other cancers [38]. A 2008 review of vitamin C and other antioxidant supplements for the prevention of gastrointestinal cancers found no convincing evidence that vitamin C (or beta-carotene, vitamin A, or vitamin E) prevents gastrointestinal cancers [39]. A similar review by Coulter and colleagues found that vitamin C supplementation, in combination with vitamin E, had no significant effect on death risk due to cancer in healthy individuals [40]. At this time, the evidence is inconsistent on whether dietary vitamin C intake affects cancer risk. Results from most clinical trials suggest that modest vitamin C supplementation alone or with other nutrients offers no benefit in the prevention of cancer. A substantial limitation in interpreting many of these studies is that investigators did not measure vitamin C concentrations before or after supplementation. Plasma and tissue concentrations of vitamin C are tightly controlled in humans. At daily intakes of 100 mg or higher, cells appear to be saturated and at intakes of at least 200 mg, plasma concentrations increase only marginally [2,10,22,31,37]. If subjects' vitamin C levels were already close to saturation at study entry, supplementation would be expected to have made little or no difference on measured outcomes [22,23,41,42]. During the 1970s, studies by Cameron, Campbell, and Pauling suggested that high-dose vitamin C has beneficial effects on quality of life and survival time in patients with terminal cancer [43,44]. However, some subsequent studies—including a randomized, double-blind, placebo-controlled clinical trial by Moertel and colleagues at the Mayo Clinic [45]—did not support these findings. In the Moertel study, patients with advanced colorectal cancer who received 10 g/day vitamin C fared no better than those receiving a placebo. The authors of a 2003 review assessing the effects of vitamin C in patients with advanced cancer concluded that vitamin C confers no significant mortality benefit [40]. Emerging research suggests that the route of vitamin C administration (intravenous [IV] vs. oral) could explain the conflicting findings [1,46,47]. Most intervention trials, including the one conducted by Moertel and colleagues, used only oral administration, whereas Cameron and colleagues used a combination of oral and IV administration. Oral administration of vitamin C, even of very large doses, can raise plasma vitamin C concentrations to a maximum of only 220 micromol/L, whereas IV administration can produce plasma concentrations as high as 26,000 micromol/L [47,48]. Concentrations of this magnitude are selectively cytotoxic to tumor cells in vitro [1,67]. Research in mice suggests that pharmacologic doses of IV vitamin C might show promise in treating otherwise difficult-to-treat tumors [49]. A high concentration of vitamin C may act as a pro-oxidant and generate hydrogen peroxide that has selective toxicity toward cancer cells [49-51]. Based on these findings and a few case reports of patients with advanced cancers who had remarkably long survival times following administration of high-dose IV vitamin C, some researchers support reassessment of the use of high-dose IV vitamin C as a drug to treat cancer [3,47,49,52]. As discussed below, it is uncertain whether supplemental vitamin C and other antioxidants might interact with chemotherapy and/or radiation [53]. Therefore, individuals undergoing these procedures should consult with their oncologist prior to taking vitamin C or other antioxidant supplements, especially in high doses [54]. Evidence from many epidemiological studies suggests that high intakes of fruits and vegetables are associated with a reduced risk of cardiovascular disease [1,55,56]. This association might be partly attributable to the antioxidant content of these foods because oxidative damage, including oxidative modification of low-density lipoproteins, is a major cause of cardiovascular disease [1,4,56]. In addition to its antioxidant properties, vitamin C has been shown to reduce monocyte adherence to the endothelium, improve endothelium-dependent nitric oxide production and vasodilation, and reduce vascular smooth-muscle-cell apoptosis, which prevents plaque instability in atherosclerosis [2,57]. Results from prospective studies examining associations between vitamin C intake and cardiovascular disease risk are conflicting [56]. In the Nurses' Health Study, a 16-year prospective study involving 85,118 female nurses, total intake of vitamin C from both dietary and supplemental sources was inversely associated with coronary heart disease risk [58]. However, intake of vitamin C from diet alone showed no significant associations, suggesting that vitamin C supplement users might be at lower risk of coronary heart disease. A much smaller study indicated that postmenopausal women with diabetes who took at least 300 mg/day vitamin C supplements had increased cardiovascular disease mortality [59]. A prospective study in 20,649 British adults found that those in the top quartile of baseline plasma vitamin C concentrations had a 42% lower risk of stroke than those in the bottom quartile [60]. In male physicians participating in the Physicians' Health Study, use of vitamin C supplements for a mean of 5.5 years was not associated with a significant decrease in total cardiovascular disease mortality or coronary heart disease mortality [61]. A pooled analysis of nine prospective studies that included 293,172 subjects free of coronary heart disease at baseline found that people who took ≥700 mg/day of supplemental vitamin C had a 25% lower risk of coronary heart disease incidence than those who took no supplemental vitamin C [62]. The authors of a 2008 meta-analysis of prospective cohort studies, including 14 studies reporting on vitamin C for a median follow-up of 10 years, concluded that dietary, but not supplemental, intake of vitamin C is inversely associated with coronary heart disease risk [55]. Results from most clinical intervention trials have failed to show a beneficial effect of vitamin C supplementation on the primary or secondary prevention of cardiovascular disease. In the Women's Antioxidant Cardiovascular Study, a secondary prevention trial involving 8,171 women age 40 years or older with a history of cardiovascular disease, supplementation with 500 mg/day vitamin C for a mean of 9.4 years showed no overall effect on cardiovascular events [63]. Similarly, vitamin C supplementation (500 mg/day) for a mean follow-up of 8 years had no effect on major cardiovascular events in male physicians enrolled in the Physicians' Health Study II [64]. Other clinical trials have generally examined the effects on cardiovascular disease of supplements combining vitamin C with other antioxidants, such as vitamin E and beta-carotene, making it more difficult to isolate the potential contribution of vitamin C. The SU.VI.MAX study examined the effects of a combination of vitamin C (120 mg/day), vitamin E (30 mg/day), beta-carotene (6 mg/day), selenium (100 mcg/day), and zinc (20 mg/day) in 13,017 French adults from the general population [33]. After a median follow-up time of 7.5 years, the combined supplements had no effect on ischemic cardiovascular disease in either men or women. In the Women's Angiographic Vitamin and Estrogen study, involving 423 postmenopausal women with at least one coronary stenosis of 15%–75%, supplements of 500 mg vitamin C plus 400 IU vitamin E twice per day not only provided no cardiovascular benefit, but significantly increased all-cause mortality compared with placebo [65]. The authors of a 2006 meta-analysis of randomized controlled trials concluded that antioxidant supplements (vitamins C and E and beta-carotene or selenium) do not affect the progression of atherosclerosis [66]. Similarly, a systematic review of vitamin C's effects on the prevention and treatment of cardiovascular disease found that vitamin C did not have favorable effects on cardiovascular disease prevention [67]. Since then, researchers have published follow-up data from the Linxian trial, a population nutrition intervention trial conducted in China [38]. In this trial, daily vitamin C supplements (120 mg) plus molybdenum (30 mcg) for 5–6 years significantly reduced the risk of cerebrovascular deaths by 8% during 10 years of follow-up after the end of the active intervention. Although the Linxian trial data suggest a possible benefit, overall, the findings from most intervention trials do not provide convincing evidence that vitamin C supplements provide protection against cardiovascular disease or reduce its morbidity or mortality. However, as discussed in the cancer prevention section, clinical trial data for vitamin C are limited by the fact that plasma and tissue concentrations of vitamin C are tightly controlled in humans. If subjects' vitamin C levels were already close to saturation at study entry, supplementation would be expected to have made little or no difference on measured outcomes [22,23,41,42]. Age-related macular degeneration (AMD) and cataracts are two of the leading causes of vision loss in older individuals. Oxidative stress might contribute to the etiology of both conditions. Thus, researchers have hypothesized that vitamin C and other antioxidants play a role in the development and/or treatment of these diseases. A population-based cohort study in the Netherlands found that adults age 55 years or older who had high dietary intakes of vitamin C as well as beta-carotene, zinc, and vitamin E had a reduced risk of AMD [68]. However, most prospective studies do not support these findings [69]. The authors of a 2007 systematic review and meta-analysis of prospective cohort studies and randomized clinical trials concluded that the current evidence does not support a role for vitamin C and other antioxidants, including antioxidant supplements, in the primary prevention of early AMD [70]. Although research has not shown that antioxidants play a role in AMD development, some evidence suggests that they might help slow AMD progression [71]. The Age-Related Eye Disease Study (AREDS), a large, randomized, placebo-controlled clinical trial, evaluated the effect of high doses of selected antioxidants (500 mg vitamin C, 400 IU vitamin E, 15 mg beta-carotene, 80 mg zinc, and 2 mg copper) on the development of advanced AMD in 3,597 older individuals with varying degrees of AMD [72]. After an average follow-up period of 6.3 years, participants at high risk of developing advanced AMD (i.e., those with intermediate AMD or those with advanced AMD in one eye) who received the antioxidant supplements had a 28% lower risk of progression to advanced AMD than participants who received a placebo. A follow-up AREDS2 study confirmed the value of this and similar supplement formulations in reducing the progression of AMD over a median follow-up period of 5 years [73]. High dietary intakes of vitamin C and higher plasma ascorbate concentrations have been associated with a lower risk of cataract formation in some studies [2,4]. In a 5-year prospective cohort study conducted in Japan, higher dietary vitamin C intake was associated with a reduced risk of developing cataracts in a cohort of more than 30,000 adults age 45–64 years [74]. Results from two case-control studies indicate that vitamin C intakes greater than 300 mg/day reduce the risk of cataract formation by 70%–75% [2,4]. Use of vitamin C supplements, on the other hand, was associated with a 25% higher risk of age-related cataract extraction among a cohort of 24,593 Swedish women age 49–83 years [75]. These findings applied to study participants who took relatively high-dose vitamin C supplements (approximately 1,000 mg/day) and not to those who took multivitamins containing substantially less vitamin C (approximately 60 mg/day). Data from clinical trials are limited. In one study, Chinese adults who took daily supplements of 120 mg vitamin C plus 30 mcg molybdenum for 5 years did not have a significantly lower cataract risk [76]. However, adults age 65–74 years who received 180 mg vitamin C plus 30 mcg molybdenum combined with other nutrients in a multivitamin/mineral supplement had a 43% significantly lower risk of developing nuclear cataracts than those who received a placebo [76]. In the AREDS study, older individuals who received supplements of 500 mg vitamin C, 400 IU vitamin E, and 15 mg beta-carotene for an average of 6.3 years did not have a significantly lower risk of developing cataracts or of cataract progression than those who received a placebo [77]. The AREDS2 study, which also tested formulations containing 500 mg vitamin C, confirmed these findings [78]. Overall, the currently available evidence does not indicate that vitamin C, taken alone or with other antioxidants, affects the risk of developing AMD, although some evidence indicates that the AREDS formulations might slow AMD progression in people at high risk of developing advanced AMD. In the 1970s Linus Pauling suggested that vitamin C could successfully treat and/or prevent the common cold [79]. Results of subsequent controlled studies have been inconsistent, resulting in confusion and controversy, although public interest in the subject remains high [80,81]. A 2007 Cochrane Review examined placebo-controlled trials involving the use of at least 200 mg/day vitamin C taken either continuously as a prophylactic treatment or after the onset of cold symptoms [81]. Prophylactic use of vitamin C did not significantly reduce the risk of developing a cold in the general population. However, in trials involving marathon runners, skiers, and soldiers exposed to extreme physical exercise and/or cold environments, prophylactic use of vitamin C in doses ranging from 250 mg/day to 1 g/day reduced cold incidence by 50%. In the general population, use of prophylactic vitamin C modestly reduced cold duration by 8% in adults and 14% in children. When taken after the onset of cold symptoms, vitamin C did not affect cold duration or symptom severity. Overall, the evidence to date suggests that regular intakes of vitamin C at doses of at least 200 mg/day do not reduce the incidence of the common cold in the general population, but such intakes might be helpful in people exposed to extreme physical exercise or cold environments and those with marginal vitamin C status, such as the elderly and chronic smokers [81-83]. The use of vitamin C supplements might shorten the duration of the common cold and ameliorate symptom severity in the general population [80,83], possibly due to the antihistamine effect of high-dose vitamin C [84]. However, taking vitamin C after the onset of cold symptoms does not appear to be beneficial [81]. Vitamin C has low toxicity and is not believed to cause serious adverse effects at high intakes [8]. The most common complaints are diarrhea, nausea, abdominal cramps, and other gastrointestinal disturbances due to the osmotic effect of unabsorbed vitamin C in the gastrointestinal tract [4,8]. In postmenopausal women with diabetes who participated in the Iowa Women's Health Study, supplemental (but not dietary) vitamin C intake (at least 300 mg/day) was significantly associated with an increased risk of cardiovascular disease mortality [59]. The mechanism for this effect, if real, is not clear and this finding is from a subgroup of patients in an epidemiological study. No such association has been observed in any other epidemiological study, so the significance of this finding is uncertain. High vitamin C intakes also have the potential to increase urinary oxalate and uric acid excretion, which could contribute to the formation of kidney stones, especially in individuals with renal disorders [8]. However, studies evaluating the effects on urinary oxalate excretion of vitamin C intakes ranging from 30 mg to 10 g/day have had conflicting results, so it is not clear whether vitamin C actually plays a role in the development of kidney stones [8,85-87]. The best evidence that vitamin C contributes to kidney stone formation is in patients with pre-existing hyperoxaluria [23]. Due to the enhancement of nonheme iron absorption by vitamin C, a theoretical concern is that high vitamin C intakes might cause excess iron absorption. In healthy individuals, this does not appear to be a concern [8]. However, in individuals with hereditary hemochromatosis, chronic consumption of high doses of vitamin C could exacerbate iron overload and result in tissue damage [4,8]. Under certain conditions, vitamin C can act as a pro-oxidant, potentially contributing to oxidative damage [8]. A few studies in vitro have suggested that by acting as a pro-oxidant, supplemental oral vitamin C could cause chromosomal and/or DNA damage and possibly contribute to the development of cancer [8,88,89]. However, other studies have not shown increased oxidative damage or increased cancer risk with high intakes of vitamin C [8,90]. Other reported effects of high intakes of vitamin C include reduced vitamin B12 and copper levels, accelerated metabolism or excretion of ascorbic acid, erosion of dental enamel, and allergic responses [8]. However, at least some of these conclusions were a consequence of assay artifact, and additional studies have not confirmed these observations [8]. The FNB has established ULs for vitamin C that apply to both food and supplement intakes (Table 3) [8]. Long-term intakes of vitamin C above the UL may increase the risk of adverse health effects. The ULs do not apply to individuals receiving vitamin C for medical treatment, but such individuals should be under the care of a physician [8]. *Formula and food should be the only sources of vitamin C for infants. Vitamin C supplements have the potential to interact with several types of medications. A few examples are provided below. Individuals taking these medications on a regular basis should discuss their vitamin C intakes with their health care providers. The safety and efficacy of the use of vitamin C and other antioxidants during cancer treatment is controversial [53,91,92]. Some data indicate that antioxidants might protect tumor cells from the action of radiation therapy and chemotherapeutic agents, such as cyclophosphamide, chlorambucil, carmustine, busulfan, thiotepa, and doxorubicin [54,91,93,94]. At least some of these data have been criticized because of poor study design [52]. Other data suggest that antioxidants might protect normal tissues from chemotherapy- and radiation-induced damage [91,93] and/or enhance the effectiveness of conventional cancer treatment [95]. However, due to the physiologically tight control of vitamin C, it is unclear whether oral vitamin C supplements could alter vitamin C concentrations enough to produce the suggested effects. Individuals undergoing chemotherapy or radiation should consult with their oncologist prior to taking vitamin C or other antioxidant supplements, especially in high doses [54]. Vitamin C, in combination with other antioxidants, may attenuate the increase in high-density lipoprotein levels resulting from combination niacin–simvastatin (Zocor) therapy [96,97]. It is not known whether this interaction occurs with other lipid-altering regimens [54]. Health care providers should monitor lipid levels in individuals taking both statins and antioxidant supplements [54]. The federal government's 2020–2025 Dietary Guidelines for Americans notes that \"Because foods provide an array of nutrients and other components that have benefits for health, nutritional needs should be met primarily through foods. ... In some cases, fortified foods and dietary supplements are useful when it is not possible otherwise to meet needs for one or more nutrients (e.g., during specific life stages such as pregnancy).\" For more information about building a healthy dietary pattern, refer to the Dietary Guidelines for Americans and the USDA's MyPlate. The Dietary Guidelines for Americans describes a healthy dietary pattern as one that This fact sheet by the National Institutes of Health (NIH) Office of Dietary Supplements (ODS) provides information that should not take the place of medical advice. We encourage you to talk to your health care providers (doctor, registered dietitian, pharmacist, etc.) about your interest in, questions about, or use of dietary supplements and what may be best for your overall health. Any mention in this publication of a specific product or service, or recommendation from an organization or professional society, does not represent an endorsement by ODS of that product, service, or expert advice. \nUpdated:\nMarch 26, 2021\nHistory of changes to this fact sheet"
                        },
                        {
                            "url4": "https://www.webmd.com/vitamins/ai/ingredientmono-1001/vitamin-c-ascorbic-acid",
                            "content4": ""
                        },
                        {
                            "url5": "https://pubmed.ncbi.nlm.nih.gov/29099763/",
                            "content5": "An official website of the United States government \nThe .gov means it’s official.\n\n            Federal government websites often end in .gov or .mil. Before\n            sharing sensitive information, make sure you’re on a federal\n            government site.\n           \nThe site is secure.\n\n            The https:// ensures that you are connecting to the\n            official website and that any information you provide is encrypted\n            and transmitted securely.\n           \n      \n      Vitamin C is an essential micronutrient for humans, with pleiotropic functions related to its ability to donate electrons. It is a potent antioxidant and a cofactor for a family of biosynthetic and gene regulatory enzymes. Vitamin C contributes to immune defense by supporting various cellular functions of both the innate and adaptive immune system. Vitamin C supports epithelial barrier function against pathogens and promotes the oxidant scavenging activity of the skin, thereby potentially protecting against environmental oxidative stress. Vitamin C accumulates in phagocytic cells, such as neutrophils, and can enhance chemotaxis, phagocytosis, generation of reactive oxygen species, and ultimately microbial killing. It is also needed for apoptosis and clearance of the spent neutrophils from sites of infection by macrophages, thereby decreasing necrosis/NETosis and potential tissue damage. The role of vitamin C in lymphocytes is less clear, but it has been shown to enhance differentiation and proliferation of B- and T-cells, likely due to its gene regulating effects. Vitamin C deficiency results in impaired immunity and higher susceptibility to infections. In turn, infections significantly impact on vitamin C levels due to enhanced inflammation and metabolic requirements. Furthermore, supplementation with vitamin C appears to be able to both prevent and treat respiratory and systemic infections. Prophylactic prevention of infection requires dietary vitamin C intakes that provide at least adequate, if not saturating plasma levels (i.e., 100-200 mg/day), which optimize cell and tissue levels. In contrast, treatment of established infections requires significantly higher (gram) doses of the vitamin to compensate for the increased inflammatory response and metabolic demand.\n     \n\n          Keywords:\n        \n      \n      ascorbate; ascorbic acid; immune system; immunity; infection; lymphocytes; microbial killing; neutrophil function; vitamin C.\n     \nPubMed Disclaimer\n S.M. is employed by Bayer Consumer Care Ltd., a manufacturer of multivitamins, and wrote the section on ‘Vitamin C insufficiency conditions’. A.C.C. has received funding, as a Key Opinion Leader, from Bayer Consumer Care Ltd.  Figure 1   The enzyme cofactor activities of…   Figure 1   The enzyme cofactor activities of vitamin C. Vitamin C is a cofactor of…   Figure 2   Role of vitamin C in…   Figure 2   Role of vitamin C in phagocyte function. Vitamin C has been shown to:…  NCBI Literature Resources \nMeSH\nPMC\nBookshelf\nDisclaimer\n The PubMed wordmark and PubMed logo are registered trademarks of the U.S. Department of Health and Human Services (HHS). Unauthorized use of these marks is strictly prohibited. Connect with NLM National Library of Medicine\n8600 Rockville Pike\n                  Bethesda, MD 20894 Web Policies\nFOIA\nHHS Vulnerability Disclosure Help\nAccessibility\nCareers"
                        }
                    ]
                }
            ],
            "content": ""
        }
    ]
}